Repository: ibrazqrj/To-do-App-Blazor
Catalog: Frontend/Resources/Translations.*.resx
Languages: de_de, it_it

source: Actions
de_de: Aktionen
it_it: Azioni

source: Date
de_de: Datum
it_it: Data

source: Description
de_de: Beschreibung
it_it: Descrizione

source: EDIT TODO
de_de: Aufgabe bearbeiten
it_it: Modifica attività

source: HEY THERE
de_de: HALLO
it_it: CIAO

source: Home
de_de: Startseite
it_it: Pagina iniziale

source: Is Complete?
de_de: Ist Erledigt?
it_it: Completato?

source: Loading todos...
de_de: Aufgaben werden geladen...
it_it: Caricamento attività...

source: LOG IN
de_de: ANMELDEN
it_it: ACCEDI

source: MY TODOS
de_de: MEINE TODOS
it_it: I MIEI TODOS

source: PENDING
de_de: VORHERIGE
it_it: IN SOSPESO

source: PREVIOUS
de_de: ANSTEHEND
it_it: PRECEDENTE

source: RECYCLE BIN
de_de: PAPIERKORB
it_it: CESTINO

source: SAVE
de_de: Speichern
it_it: Salva

source: TITLE
de_de: Titel
it_it: Titolo

source: TODAY
de_de: HEUTE
it_it: OGGI

source: Todo
de_de: Aufgabe
it_it: Attività

source: Todos
de_de: Aufgaben
it_it: Attività

source: Todo can't be found.
de_de: Aufgabe nicht gefunden.
it_it: Attività non trovata.

source: TOMORROW
de_de: MORGEN
it_it: DOMANI

source: Track your tasks.
de_de: Verfolge deine Aufgaben.
it_it: Tieni traccia delle tue attività.

source: YESTERDAY
de_de: GESTERN
it_it: IERI

source: Todos are loading...
de_de: Aufgaben werden geladen...
it_it: Le attività si stanno caricando...

source: No todos found.
de_de: Keine Aufgaben gefunden.
it_it: Nessuna attività trovata.

# Recycle Bin lttl
source: Recycle Bin
de_de: Papierkorb
it_it: Cestino

source: Hover for your statistics!
de_de: Hier drüberfahren für Statistiken!
it_it: Passa il mouse per vedere le tue statistiche!

source: Active Todos
de_de: Aktive Aufgaben
it_it: Attività attive

source: Todos in Recycle Bin
de_de: Aufgaben im Papierkorb
it_it: Cestino

# Unauthorized
source: You are not authorized to see this Site. Please
de_de: Du bist nicht berechtigt, diese Seite zu sehen.
it_it: Non sei autorizzato a vedere questa pagina.

# Unauthorized2
source: log in
de_de: Bitte melde dich an.
it_it: Per favore, accedi.

source: CREATE A NEW TODO
de_de: Konnte dein To-Do nicht löschen. Bitte versuche es erneut!
it_it: CREA UNA NUOVA ATTIVITÀ

source: Successfully created your todo!
de_de: Deine Aufgabe wurde erfolgreich erstellt!
it_it: Attività creata con successo!

source: Something went wrong...
de_de: Etwas ist schiefgelaufen...
it_it: Qualcosa è andato storto...

source: Successfully updated your todo!
de_de: Dein Aufgabe wurde erfolgreich aktualisiert!
it_it: Attività aggiornata con successo!

source: Connection failed
de_de: ERSTELLE EINE NEUE AUFGABE
it_it: Connessione fallita

source: Sucessfully moved your todo into the recycling bin!
de_de: Deine Aufgabe wurde erfolgreich in den Papierkorb verschoben!
it_it: Attività spostata con successo nel cestino!

source: Sucessfully moved your todo into the active todos!
de_de: Deine Aufgabe wurde erfolgreich in die aktiven To-Dos verschoben!
it_it: Attività spostata con successo nelle attività attive!

source: Sucessfully deleted your todo!
de_de: Deine Aufgabe wurde erfolgreich gelöscht!
it_it: Attività eliminata con successo!

source: Couldn't delete your todo. Please try again!
de_de: Konnte nicht alle Aufgaben im Papierkorb löschen
it_it: Impossibile eliminare la tua attività. Riprova per favore!

source: Sucessfully cleared your recycling bin!
de_de: Dein Papierkorb wurde erfolgreich geleert!
it_it: Cestino svuotato con successo!

source: Couldn't delete all bin tasks
de_de: Verbindung fehlgeschlagen
it_it: Impossibile eliminare tutte le attività nel cestino

source: Something went wrong... Please try again!
de_de: Etwas ist schiefgelaufen... Bitte versuche es erneut!
it_it: Qualcosa è andato storto... Riprova per favore!
